Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ཆོས་ དཀོན་མཆོག་ ཆེན་པོ འི་ གཏེར་ཆེན་པོ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattvas are the great treasure of the great jewel of the Dharma.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ ཆོས་ ཐམས་ཅད་ ཀྱི་ ཕྱག་རྒྱ་ རྗེས་སུ་ རྟོགས་པ ར་ རྣམ་པར་ འགྲེལ་པ འི་ ཆོས་ རྒྱ་མཚོ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattva great beings are the ocean of the Dharma, which opens out into the realization of the seal of all phenomena.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ འཁྲུག་པ་ ཆེན་པོ་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ་ ཕྱིར་བཟློག་པ་ ཉིད་ ཀྱི་ ཕྱིར །_ ཁོར་ཡུག་ དང་ ཁོར་ཡུག་ ཆེན་པོ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, because they avert immeasurable, innumerable disturbances, bodhisattva great beings are like the Cakravāḍa and Mahācakravāḍa mountain ranges.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ ཆོས་ མི་ཟད་པ་ ཡང་དག་ པར་ རབ་ཏུ་ སྟོན་པ ས་ ཡོངས་སུ་ མ་ གཏུགས་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings perfectly teach the Dharma without end, they are never finished.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སེམས་ ནམ་མཁའ་ དང་ མཉམ་པ་ཉིད་ ཀྱི་ ཕྱིར་ རྙོག་པ་ མེད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings have minds equal to the sky, they are stainless.

source: ཤ་ར་དྭ་ ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ ནམ་མཁའ་ མི་ཟད་པ་ ཉིད་ ཀྱི་ ཕྱིར་ ཟད་ མི་ ཤེས་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, just as the sky is inexhaustible, bodhisattva great beings do not know exhaustion.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ དགེ་བ འི་ ཆོས་ ཀྱིས་ མངོན་དུ་ འཕགས་པ་ ཉིད་ ཀྱི་ ཕྱིར་ ལྷུན་པོ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings are exalted in terms of virtuous qualities, they are like a mountain.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་ དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ འདོད་པ་ དང་ མི་འདོད་པ་ དང་ བྲལ་བ ས་ ས་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings are free of wanting and not wanting, they are like the earth.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ དགེ་བ འི་ རྩ་བ་ ཆུད་ མི་ གཟོན་པ་ ཉིད་ ཀྱི་ ཕྱིར་ཞིང་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings do not squander roots of virtue, they are like a field.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ ཆོས་ ཀྱི་ སྣང་བ་ ཀུན་ ཏུ་ སྟོན་པ ས་ ཉི་མ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings fully reveal the light of Dharma, they are like the sun.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ མུན་ནག་ རྣམ་པར་ སེལ་བ་ ཉིད་ ཀྱི་ ཕྱིར་ ཟླ་བ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings dispel darkness, they are like the moon.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ གི་ གདུང་བ་ རབ་ཏུ་ ཞི་བ ར་ བྱེད་པ་ ཉིད་ ཀྱི་ ཕྱིར་ གདུགས་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings quell the torment of desire, anger, and delusion, they are like a parasol.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སེམས་ཅན་ རྣམས་ ཀྱི་ གནས་ དང་ །_ སྐྱབས་ དང་ །_ སྟོན་པ ར་ གྱུར་པ ས་ ཤིང་ ལྗོན་པ་ ཆེན་པོ འི་ གྲིབ་མ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings are the shelter, refuge, and teacher of beings, they are like the shade of a large tree.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ [185b] རྣམས་ ནི་ བཟོའི་ གནས་ ཐམས་ཅད་ ལ་ རྟོགས་པ ར་ ཁོང་ དུ་ ཆུད་པ ས་ སློབ་དཔོན་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, since bodhisattva great beings [185.b] are adept in all the fields of artistry, they are like a teacher.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ བསམ་པ་ ཡོངས་སུ་ སྐོང་བ ས་ ཉེ་བ ར་ འཚོ་བར་ བྱ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattva great beings derive their sustenance from fulfilling the intentions of all beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ སྟོན་པ ར་ གྱུར་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, bodhisattva great beings are the teachers of all beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ རྟེན་ དུ་ གྱུར་པ་ ཡིན་ ནོ །།_།།
en: Śāradvatī­putra, bodhisattva great beings are the support of all beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གལ་ཏེ་ ངས་ ཇི་ལྟ ར་ མཁྱེན་པ་ བཞིན་ དུ་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ བདག་ཅག་ ལ་ བྱ་བ་ དེ་ལྟ་ བུས་ ཉེ་བ ར་ གནས་པ་ ཡིན་ ནོ །_། |#| ཞེས་ དེ་ལྟ ར་ ཤེས་པ ར་ གྱུར་ ན །_
en: $1500 Śāradvatī­putra, imagine if all beings knew, as I do, how bodhisattvas abide by such actions on their behalf.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ དང་པོ་ སེམས་བསྐྱེད་པ་ ནས་ བྱང་ཆུབ་ ཀྱི་ སྙིང་པོ་ ལ་ འདུག་པ་ དེ འི་ བར་ སྲིད་ དུ་ ཕྲག་པ འམ་ མགོ་བོ ས་ ཁྱེར་བ ར་ འགྱུར་ ཞིང་ །_ གང་ སེམས་ཅན་ རྣམས་ ཀྱི་ བདེ་བ་ དང་ །_ རྩེ་བ་ དང་ །_ དགའ་བ་ ཐམས་ཅད་ ཀྱང་ བྱང་ཆུབ་ སེམས་དཔའ་ ལ་ སྦྱིན་པ ར་ བྱེད་པ ར་ གྱུར་ ལ །_ བྱང་ཆུབ་ ཀྱི་ སྙིང་པོ ར་ སོང་ ན་
en: Śāradvatī­putra, suppose that all beings then were to give bodhisattvas all their happiness, love, and joy, while carrying the bodhisattvas on their shoulders or heads from the time when bodhisattvas first give rise to the mind of awakening up until when they sit down at the seat of awakening.

source: ཡང་ ས་ལས་ བརྩམས་ ནས་ |#| སྲིད་པ འི་ རྩེ་མོ འི་ བར་ དུ་ གོས་ རིན་པོ་ཆེ་ གཅིག་པ འི་ གདིང་བ་ འདིང་བ ར་ བྱེད་པ ར་ གྱུར་ ཅིང་ །_ བྱང་ཆུབ་ སེམས་དཔ འི་ ལུས་ གདུང་བ ར་ གྱུར་ ན་ |#| མི་ རུང་ ངོ་ སྙམ་ ནས |#| སྟེང་ དུ་ ཡང་ ལྷ་རྫས་ ཀྱི་ གདུགས་ དགབ་པ་ ཀུན་ ཏུ་ འཛིན་པ ར་ བྱེད་པ ར་ འགྱུར་ ལ །_
en: And suppose that once bodhisattvas reach the seat of awakening, all beings were to lay out a single carpet of precious fabric extending from the earth to the peak of existence, and with the thought, ‘How terrible if the bodhisattva’s body were to get too hot,’ they were also to have parasols of divine materials held up all around covering them.

source: མེ་ཏོག་ དང་ །_ སྤོས་ དང་ །_ ཕྲེང་བ་ དང་ །_ བྱུག་པ་ ཐམས་ཅད་ ཀྱིས་ ཀྱང་ མཆོད་པ་ བྱེད་ ཅིང་ །_ རིམ་གྲོ་ དང་ །_ བསྙེན་བཀུར་ བྱེད་པ ར་ འགྱུར་ ཏེ
en: Suppose, moreover, that all beings were also to worship, revere, and honor them with flowers, incense, garlands, and unguents.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ལ་ དེ་ལྟ ར་ མངོན་པར་ འདུ་ བྱས་ ཤིང་ །_ གུས་པ ར་ བྱས །_ |#| བརྗེད་པ་ བྱས །_ |#| མཆོད་པ་ བྱས་ ཀྱང་ ལན་ བྱ་བ ར་ ནི་ མི་ ནུས་ སོ །_།
en: Śāradvatī­putra, even respecting, honoring, and worshiping the bodhisattva great beings by performing such actions on their behalf would not be able to repay them.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་ཅན་ རྣམས་ ཀྱི་ དོན་ དུ་ ཡོངས་སུ་ གདུང་བ་ མེད་པ འི་ བདེ་བ འི་ ཡོ་ བྱད་ མངོན་པར་ འདུ་བྱེད་པ་ ཇི་ལྟ་བུ ས་ ཉེ་བ ར་ གནས་པ འི་ ཡོ་བྱད་ དེ་ ལ་ ནི་ བདེ་བ འི་ ཡོ་བྱད་ མངོན་པར་ འདུ་བྱེད་པ་ འདི ས་ བརྒྱ འི་ ཆར་ ཡང་ ཉེ་བ ར་ མི་ འགྲོ་བ་ ནས །_ |#| རྒྱུ འི་ བར་ དུ་ ཡང་ མི་ བཟོད་པ འི་ ཕྱིར་ རོ །_།
en: This is because, Śāradvatī­putra, these pleasures do not approach even one hundredth of the assistance provided by bodhisattvas as they furnish all beings with the pleasure of freedom from torment—no comparison whatsoever would suffice.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཉེ་བ ར་ སྒྲུབ་པ་ དེ་ ཐམས་ཅད་ ནི་ མི་རྟག་པ་ ཡིན །_ འཇིག་རྟེན་པ་ ཡིན །_ |#| ཕུང་པོ་ [186a] དང་ བཅས་པ་ ཡིན །_ |#| ཟག་པ་ དང་ བཅས་པ་ ཡིན །_ |#| ཡོངས་སུ་ འགྱུར་བ འི་ ཆོས་ཅན་ ཡིན་ ཞིང་ །_
en: [This is because, ]Śāradvatī­putra, everything provided by beings is impermanent, mundane, [186.a] associated with the aggregates, defiled, and mutable; |#| whereas, [Śāradvatī­putra, the happiness provided by bodhisattvas is undefiled, supramundane, trustworthy, devoid of intrinsic nature, and emptiness.]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔ འི་ བདེ་བ་ ཉེ་བ ར་ སྒྲུབ་པ་ ནི །_ ཟག་པ་ མེད་པ་ དང་ །_ འཇིག་རྟེན་ ལས་ འདས་པ་ དང་ །_ ངེས་པ ར་ བྱེད་པ་ དང་ ལྡན་པ་ དང་ །_ ངོ་བོ་ ཉིད་ མེད་པ་ དང་ །_ སྟོང་པ་ཉིད་ ཡིན་པ འི་ ཕྱིར་ ཏེ །_
en: This is because, [Śāradvatī­putra, everything provided by beings is impermanent, mundane, [186.a] associated with the aggregates, defiled, and mutable; whereas, ]Śāradvatī­putra, the happiness provided by bodhisattvas is undefiled, supramundane, trustworthy, devoid of intrinsic nature, and emptiness.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ བྱང་ཆུབ་ སེམས་དཔའ་ ལ་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ བདེ་བ འི་ ཡོ་བྱད་ ཕུན་སུམ་ ཚོགས་པ་ ཐམས་ཅད་ ཀྱིས་ ཕན་ གདགས་པ ར་ བྱ་ མི་ ནུས་ སོ །_།
en: Śāradvatī­putra, this is why beings cannot benefit bodhisattvas with any of the pleasures in their possession.

source: བག་མེད་པ་ རྣམས་ ཀྱི་ བག་ ཡོད་པ་ ཡིན །_
en: They are the circumspect for careless beings.

source: སྨྱོན་པ་ རྣམས་ ཀྱི་ མ་ སྨྱོས་པ་ ཡིན་ ཞིང་ །_
en: They are the sane for insane beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ སེམས་ཅན་ དམུས་ལོང་ རྣམས་ ཀྱི་ མིག་ ཏུ་ གྱུར་པ་ ཡིན །_
en: Śāradvatī­putra, they are the eyes for blind beings.

source: ཡོངས་སུ་ འདྲེན་པ་ ཡིན་ ལ །_
en: They are their guides.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ནི་ སེམས་ཅན་ ནད་ ཀྱིས་ ཐེབས་པ་ རྣམས་ ཀྱི་ སྨན་ དུ་ གྱུར་པ་ ཡིན །_
en: Śāradvatī­putra, bodhisattva great beings are the medicine for beings afflicted with disease.

source: ལམ་ངན་ པར་ ཞུགས་པ་ རྣམས་ ཀྱི་ ལམ་ སྟོན་པ་ ཡིན །_
en: They show the way to those who have embarked on the wrong path.

source: ལམ་གོལ་བ་ ལ་ གནས་པ་ རྣམས་ ཀྱི་ ཡང་དག་པ འི་ ལམ་ སྟོན་པ ར་ བྱེད་པ་ ཡིན་ ཞིང་ །_
en: They show the correct way to those who have strayed.

source: བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ དགེ་བ འི་ རྩ་བ་ མ་ བསྐྱེད་པ་ རྣམས་ སྐྱེད་པ ར་ བྱེད་པ་ ཡིན །_
en: Bodhisattvas inspire those who have not engendered roots of virtue to do so.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ སེམས་ཅན་ གཉིད་ལོག་པ་ ཐམས་ཅད་ ཀྱི་ མི་ ཉལ་བ ར་ བྱེད་པ་ ཡིན །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ ཆོས་ དཀར་པོ་ རྣམས་ ཀྱིས་ རྣམ་པར་ མ་ བསྐྱེད་པ་ རྣམས་ རྣམ་པར་ སྐྱེད་པ ར་ བྱེད་པ་ ཡིན་པ འི་ ཕྱིར་ ཏེ །_
en: Śāradvatī­putra, this is because bodhisattvas are those who awaken all slumbering beings. |#| Bodhisattvas inspire those who have not engendered wholesome qualities to do so.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མདོར་ན་ དེ་བཞིན་ གཤེགས་པ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ མ་གཏོགས་ པར་ སེམས་ཅན་ རྣམས་ ལ་ སྐྱོབ་པ་ དང་ །_ སྐྱབས་ དང་ །_ དཔུང་གཉེན་ གཞན་ མེད་ དེ །_
en: Thus, Śāradvatī­putra, in short, beings have no protection, refuge, or savior except for thus-gone ones and bodhisattvas, for,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སངས་རྒྱས་ དེ་ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ ལས་ བྱུང་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, the Buddha too has emerged from bodhisattvas.”

source: བཅོམ་ལྡན་འདས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ཀྱི་ ཐེག་པ་ དེ་དེ་ ལྟ་བུ་ དང་ ཐེག་ པ་ དེ་ རྨད་ དུ་ བྱུང་བ་ ལགས་ ཀྱང་ །_ བདག་ཉིད་ ཀྱང་ མཛེས་པ ར་ བགྱིད་ ཅིང་ །_ གཞན་དག་ ཀྱང་ མཛེས་པ ར་ བགྱིད་པ་ ནི་ ངོ་མཚར་ ལགས་སོ །_།
en: “Blessed One, the vehicle of bodhisattva great beings is indeed so wonderful. |#| Moreover, it is amazing how much it beautifies themselves as well as others.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ |#| ཞུགས་ཤིང་ ཡོངས་འདུས་ བརྟོལ་ ཡན་ལག་ ཐམས་ཅད་ མེ་ཏོག་ ཡོངས་སུ་ རྒྱས་པ་ ནི་ བདག་ཉིད་ ཀྱང་ མཛེས་པ ར་ བགྱིད་ ལ །_ [186b] གཞན་དག་ ཀྱང་ མཛེས་པ ར་ བགྱིད་ ལགས་སོ །_།
en: Blessed One, to give a simile, it is like a pāriyātra tree whose branches are all covered with flowers in full bloom beautifying itself and others too. [186.b]

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ དུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ཡོངས་སུ་ རྫོགས་པ་ ནི་ བདག་ཉིད་ ཀྱང་ མཛེས་པ ར་ བགྱིད་ ཅིང་ །_ སེམས་ཅན་ དཔག་ ཏུ་ མ་ མཆིས་པ་ ཡང་ མཛེས་པ ར་ བགྱིད་ ལགས་སོ །_།
en: Likewise, Blessed One, bodhisattvas fully replete with the qualities of the buddhas beautify themselves and immeasurably many beings.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ |#| _ཞུགས་ཤིང་ ཡོངས་འདུས་ བརྟོལ་ ནི་ སུམ་ཅུ་རྩ་གསུམ་པ འི་ ལྷ་ རྣམས་ གར་ བགྱིད་ དུ་ སྩོལ་ ཅིང་ །_ རྩེ་བ ར་ བགྱིད །_ དགའ་མགུ ར་ སྤྱོད་པ ར་ བགྱིད་ ལགས་སོ །_།
en: To give another simile, Blessed One, it is like the pāriyātra tree causing the gods of the Heaven of the Thirty-Three to dance, play, and frolic.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ དུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ནི་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ མངོན་པར་ རྫོགས་ པ ར་ སངས་རྒྱས་ ནས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ རྫོགས་ ཤིང་
en: Likewise, Blessed One, bodhisattva great beings, once they fully awaken to unexcelled and perfect buddhahood, are replete with the qualities of the buddhas. |#| In this way,

source: བདག་ཉིད་ ཀྱིས་ ཀྱང་ མཛེས་ ལ །_ སེམས་ཅན་ གྲངས་ མ་ མཆིས །_ |#| དཔག་ ཏུ་ མ་ མཆིས་པ ས་ ཀྱང་ མངོན་དུ་ བགྲོད་པ ར་ བགྱིད་པ་ ལགས་ ཏེ །_
en: while beautifying themselves, they also cause immeasurable, innumerable beings to journey there too.

source: དེར་ སེམས་ཅན་ ཕྱིན་པ་ རྣམས་ ཀྱང་ དབང་པོ་ དང་ །_ སྟོབས་ དང་ བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ དང་ །_ བསམ་ གཏན་ དང་ །_ རྣམ་པར་ ཐར་པ་ དང་ །_ ཏིང་ངེ་འཛིན་ དང་ །_ སྙོམས་པ ར་ འཇུག་པ་ རྣམས་ ཀྱིས་ རྩེ་བ ར་ བགྱིད །_ དགའ་མགུ ར་ སྤྱོད་པ ར་ བགྱིད །_ དགའ་བ ར་ བགྱིད་པ་ ལགས་ ན །_
en: Beings who have reached there, moreover, also play, frolic, and take pleasure in the masteries, powers, branches of awakening, concentrations, liberations , absorptions, and attainments. |#| This being the case,

source: བཅོམ་ལྡན་འདས་ བདག་ཅག་ ལྟ་བུ་ ལེ་ལོ་ ཅན་ གཞན་ གྱི་ དྲིང་ ལ་ འཇོག་པ་ དག་མ་ གཏོགས་པ ར་ ཐེག་པ་ དེ་ ལ་ སུ་ཞིག་ གནས་པ ར་ མི་ བགྱིད །_ མངོན་པར་ འཚལ་བ ར་ མི་ བགྱིད་ ལགས །_
en: Blessed One, who, except for lazy ones like us that fall under the sway of others, would not adhere to that vehicle? |#| Who would not long for it?

source: བཅོམ་ལྡན་འདས་ བདག་ཅག་ ནི་ ཆོས་ གཞན་ གྱིས་ སྩལ་ ཅིང་ །_ གཞན་ གྱིས་ བསྟན་པ ས་ དབུགས་ ཕྱིན་པ་ དང་ །_ བདེ་བ ར་ གྱུར་པ་ ལགས་ ཏེ །_
en: Blessed One, we are encouraged and pleased to be given and taught another teaching. |#| For otherwise,

source: བཅོམ་ལྡན་འདས་ སླད་ ཀྱིས་ ནི་ བཅོམ་ལྡན་འདས་ ལས་ ཐོས་ ནས་ རེ་ཞིག་ གང་ གིས་ སེམས་ཅན་ འགའ་ཡང་ བགྱིད་པ་ དེ་ ལ་ འཇོག་པ འི་ མཐུ་ བདག་ཅག་ ལ་མ་ མཆིས་ སོ །_།
en: Blessed One, in the future we would lack the power by which we could at some point impact any being based on what we have heard from the Blessed One.#72

source: བཅོམ་ལྡན་འདས་ བདག་ཅག་ གིས་ ནི་ དེང་ སླན་ཆད་ གང་ལ་ལ ར་ ཆོས་ བསྟན་ ན །_
en: Blessed One, if we were henceforth to teach anyone,

source: ཆེས་ ཐོག་མ ར་ བྱང་ཆུབ་ སེམས་དཔ འི་ ཐེག་པ་ ལས་ བརྩམས་ ནས་ བསྟན་པ ར་ བགྱི་ ཞིང་ ཉན་ཐོས་ ཀྱི་ ཐེག་པ་ ནི་ སླད་ ཀྱིས་ བསྟན་པ ར་ བགྱི འོ །_།
en: we would start with the Bodhisattva Vehicle at the very beginning and later teach the Hearer Vehicle.

source: དེ་ ཅིའི་སླད་དུ་ ཞེ་ན །_ བཅོམ་ལྡན་འདས་ གང་ གིས་ མྱུར་ དུ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་རྒྱ་བ ར་ འགྱུར་བ་ དེ་ལྟ ར་ བགྱིས་པ ས་ སེམས་ཅན་ འགའ་ཞིག་ བྱང་ཆུབ་ ཏུ་ བཞག་ ན་ |#| ཡང་ །_ དེ་བཞིན་ གཤེགས་པ་ ལ་ བདག་ཅག་ གིས་ བགྱིས་པ་ གསོལ་ ལགས་པ འི་ སླད་ [187a] དུའོ །_།
en: This is because, Blessed One, if we were to establish any being in awakening by encouraging them to swiftly awaken to unexcelled and perfect buddhahood, we would be returning the favor that the Thus-Gone One has done for us.” [187.a]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཁྱོད་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ དགའ་བ ར་ བྱ་བ འི་ ཕྱིར་ གོ་ཆ་ ཆེན་པོ་ གྱོན་པ་ ནི་ ལེགས་ སོ་ ལེགས་ སོ །_།
en: “Śāradvatī­putra, excellent! |#| It is excellent that you have donned strong armor to delight the bodhisattva great beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཐེག་པ་ དེ་ལྟ་ བུ་ དེ འི་ མིང་ ཡང་ མི་ འབྱུང་བ འི་ དུས་ དེ་ དང་ ཚོད་ དེ་ འབྱུང་བ ར་ འགྱུར་ ཞིང་ །_ ཤ་ར་དྭ་ཏི འི་ བུ་ ཐེག་པ་ དེ་ལྟ་ བུ་ དེ་ ལ་ འཕྱ་བ ར་ བྱེད་པ ར་ འགྱུར །_ |#| བསྟིང་བ ར་ བྱེད་པ ར་ འགྱུར་ ལ །_ མདོ་སྡེ་ དེ་ལྟ་ བུ་ དེ་དག་ ལེན་པ་པོ་ མ་ཡིན་པ་ དང་ །_ སྤོང་བ ར་ བྱེད་པ་ འབྱུང་བ ར་ འགྱུར་བ འི་ ཕྱིར་ རོ །_།
en: This is because, Śāradvatī­putra, there will be a period and a time when not even the name of such a vehicle will exist, and when, Śāradvatī­putra, such a vehicle will be ridiculed and reviled, and such sūtras will not be upheld, but discarded.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ལ་ རིགས་ ཀྱི་ བུ འམ །_ རིགས་ ཀྱི་ བུ་མོ་ དོན་ འདོད་པ ས་ ནི་ དོན་ ལ་ རྟོན་པ་ དང་ །_ ཆོས་ ལ་ རྟོན་པ ར་ བྱ འི །_ འདུ་འཛི འི་ གནས་ སུ་ ནི་ གནས་པ ར་ མི་ བྱ འོ །_།
en: Śāradvatī­putra, noble sons or daughters who desire the meaning should then rely upon the meaning, rely upon the Dharma, and not dwell in crowded places.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཚེ་ འདུས་པ་ ནི་ མི་རིགས་ པར་ འགྱུར་ ཏེ །_
en: This is because, Śāradvatī­putra, the assembly at that time will be inappropriate, whereas,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ང འི་ ཉན་ཐོས་ རིགས་པ་ དང་ ལྡན་པ་ ནི་ མདོ་སྡེ་ དེ་ལྟ་ བུ་ དེ་དག་ ལ་ སྤོང་བ འམ་ བསྟིང་བ འམ་ རྣམ་པར་ གཡེང་བ ར་ མི་ བྱེད་ དོ །_།
en: Śāradvatī­putra, my appropriate hearers will not discard, revile, or disregard such sūtras.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ ཤ་ར་དྭ་ཏི འི་ བུ་ ལས་ དེ་དག་ ནི་ རིགས་པ་ མ་ ཡིན་ ཞིང་ །_
en: For, Śāradvatī­putra, such acts are inappropriate.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱིས་པ འི་ ལས་ དེ་དག་ ནི་ རིགས་པ འི་ ལས་མ་ ཡིན །_ |#| མཁས་པ འི་ ལས་མ་ ཡིན་ ལ །_ ཤ་ར་ དྭ་ཏི འི་ བུ་ ང་ ནི་ མཁས་པ འི་ ལས་ བྱེད་ ཀྱི་ བྱིས་པ འི་ ལས་མི་ བྱེད་པ འི་ ཕྱིར་ རོ །_།
en: And that is because, Śāradvatī­putra, such childish acts are not appropriate acts, not the acts of the wise, whereas I, Śāradvatī­putra, perform wise acts, not childish acts.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ང འི་ ཉན་ཐོས་ ཀྱིས་ ནི་ འདི་ལྟར་ བསླབ་པ ར་ བྱ་ སྟེ །_
en: $1503 “Śāradvatī­putra, my hearers should train as follows:

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ལ་ ཕྱི་མ འི་ དུས་ ཕྱི་མ འི་ ཚེ་ ན་ དད་པ་ ཅན་ དང་ །_ མང་ དུ་ ཐོས་པ་ དང་ །_ བརྩོན་འགྲུས་ བརྩམས་པ་ དང་ །_ དྲན་པ་ དང་ ལྡན་པ་ དང་ །_ ཁྲེལ་ཡོད་པ་ དང་ །_ དགེ་བ་ ཅི་ ཡིན་ ཞེས་ ཚོལ་བ་ དང་ །_ ཆོས་ དོན་ དུ་ གཉེར་བ་ དང་ །_ ཆོས་ ཡོངས་སུ་ ཚོལ་བ་ ལ་ མངོན་པར་ བརྩོན་པ་ གང་དག་ འབྱུང་བ ར་ འགྱུར་བ་ དེ་དག་ ཀྱང་ དེ འི་ ཚེ་ འཕྱ་བ ར་ བྱེད་པ ར་ འགྱུར་བ་ ཡིན་ ཞིང་ །_ བརྙས་པ ར་ འགྱུར་བ་ ཡིན །_
en: Śāradvatī­putra, in the future, whoever appears with devotion, learning, diligence, mindfulness, and propriety, who searches for what is virtuous, is interested in the Dharma, and makes great efforts to pursue the Dharma, will also be ridiculed and disparaged.

source: དེ་དག་ ནི་ ལེ་ལོ་ ཅན་ ཡིན །_
en: It will be charged, ‘They are lazy.

source: དེ་དག་ ནི་ འབྲས་བུ་ ཐོབ་པ ར་ མི་ ནུས་པ་ ཡིན །_
en: They cannot attain the result.

source: དེ་དག་ ནི་ འདོད་པ་ ལ་ སྟེན་པ་ ཡིན །_
en: They indulge in pleasure.

source: འདོད་པ་ སྟེན་པ ར་ འདོད་པ་ ཡིན །_
en: They want to indulge in pleasure.

source: དེ་དག་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ ཞེས་ བྱ་བ ས་ དད་པས་ སྦྱིན་པ ར་ བྱ་བ་ ལོངས་སྤྱོད་ པར་ བྱེད་པ་ ཡིན་ ལ །_
en: Those so-called “bodhisattvas” consume what was offered out of devotion.

source: ཐེག་པ་ དེ་ ཀུན་ ཏུ་ རྗོད་པ ར་ བྱེད་ ཀྱང་ །_ དེ་དག་ དེ་བཞིན་ གཤེགས་པ ས་ རིགས་པ་ དང་ གྲོལ་བ ར་ གསུངས་པ་ ནི་ མ་ ཡིན་ ནོ །_།
en: And even though they constantly preach that vehicle, the Thus-Gone One has not taught that they are coherent and fluent speakers.’#73 [187.b]

source: ཤ་ ར་ [187b] དྭ་ ཏིའི་ བུ་ ང་ ལ་ མི་ བླུན་པོ་ དེ་དག་ ཚིག་ ཕྲ་མོ་ ཇི་སྙེད་ ཀྱིས་ སྐུར་པ་ འདེབས་པ ར་ འགྱུར་བ་ དང་ །_ གང་དག་ དེ་བཞིན་ གཤེགས་པ ས་ མཆོག་ ཏུ་ རིགས་པ ར་ གསུངས་ ཤིང་ །_ མཆོག་ ཏུ་ གྲོལ་བ ར་ གསུངས་པ་ དེ་དག་ ལ་ འདི་སྐད་ དུ་ དེ་དག་ ནི་ རིགས་པ་ མ་ ཡིན་ ཞིང་ །_ དེ་དག་ ནི་ གྲོལ་བ་ མ་ ཡིན་ ནོ་ ཞེས་ ཟེར་བ ར་ འགྱུར་བ་ དང་ །_
en: Śāradvatī­putra, fools will also insult me with all manner of such divisive words, and charge that those whom the Thus-Gone One has taught to be supremely coherent and supremely fluent speakers are in fact not coherent and fluent.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ལ་ གང་དག་ ཁྱིམ་ ན་ གནས་པ་ འབྱུང་བ ར་ འགྱུར་བ་ དེ་དག་ ཀྱང་ ཀུན་ ཏུ་ གདུངས་ ནས་ མི་ བླུན་པོ་ དེ་དག་ ལ་ དད་པ ར་ བྱ་བ་ ཡིན་པ ར་ སེམས་པ ར་ འགྱུར་ ཞིང་ །_
en: $1504 “Moreover, Śāradvatī­putra, those who dwell in households will be tormented, and thus come to believe that they should have faith in those fools.

source: དེ་དག་ གིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ མདོ་སྡེ་ དེ་ལྟ་ བུ་ འཛིན་པ་ མཐོང་ ན་ |#| ཡང་ བརྙས་པ་ སྐྱེད་ པ ར་ འགྱུར་བ་ ལ་ ལྟོས །_
en: I can assure you that they will disparage bodhisattva great beings who uphold such sūtras even though they see them.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟར་ དེ་བཞིན་ གཤེགས་པ ས་ ནི་ གང་ ལ་ ཡང་ཡང་ དག་པ འམ །_ ཡང་དག་པ་ མ་ཡིན་པ ས་ གནོད་པ ར་ མི་ བྱ་ ཞིང་ །_ རྣམ་པར་ གཙེ་བ ར་ མི་ བྱ་ ལ་ སྐུར་པ་ གདབ་པ ར་ མི་ བྱ འོ་ ཞེས་ གསུངས་ ན
en: Śāradvatī­putra, the Thus-Gone One has taught, ‘You should not harm, violate, or disparage anyone whether they are right or wrong.’ |#| Nevertheless,

source: དེ་དག་ ནི་ གཞན་དག་ ལ་ ཡང་ སྨྲ་བ ར་ བྱེད་ ཅིང་ །_ བདག་ཉིད་ ཀྱིས་ ཀྱང་ ཀུན་ ཏུ་ བྱེད་པ ར་ འགྱུར་བ འི་ མི་ བླུན་པོ་ དེ་དག་ གིས་ ཚུལ་ཁྲིམས་ ཀྱི་ ཕུང་པོ་ ཇི་ འདྲ་བ ར་ འགྱུར་བ་ ལ་ ལྟོས །_
en: they still speak to others in this way, and act in this way to me too. |#| Just consider what will become of the collected teachings on discipline due to those fools.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ཆོས་ ལ་ ཆོས་མ་ ཡིན་པ ར་ འདུ་ཤེས་པ་ དང་ །_ ཆོས་མ་ ཡིན་པ་ ལ་ ཆོས་ སུ་ འདུ་ཤེས་ པར་ འགྱུར་བ ར་ གྱུར་ ཅིང་ །_
en: Śāradvatī­putra, they will conceive of what is Dharma as not Dharma, and what is not Dharma as Dharma.

source: འདུལ་བ་ མ་ཡིན་པ་ ལ་ འདུལ་བ ར་ འདུ་ཤེས་པ་ དང་ །_ འདུལ་བ་ ལ་ འདུལ་བ་ མ་ཡིན་པ ར་ འདུ་ཤེས་ པར་ འགྱུར་བ་ དང་ །_ རིགས་པ་ ལ་ རིགས་པ་ མ་ཡིན་པ ར་ འདུ་ཤེས་པ་ དང་ །_ རིགས་པ་ མ་ཡིན་པ་ ལ་ རིགས་པ ར་ འདུ་ཤེས་པ་ དང་ །_ གྲོལ་བ་ ལ་ གྲོལ་བ་ མ་ཡིན་པ ར་ འདུ་ཤེས་པ་ དང་ །_ གྲོལ་བ་ མ་ཡིན་པ་ ལ་ གྲོལ་བ ར་ འདུ་ཤེས་ པར་ འགྱུར་བ ར་ གྱུར་ ནས་ |#| ཀྱང་ །_
en: They will conceive of what is not discipline as discipline, and discipline as what is not discipline. |#| They will conceive of what is suitable as what is not suitable, and what is not suitable as what is suitable. |#| They will conceive of what is free as not free, and what is not free as free.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དག་ འདུལ་བ་ ཡང་ མི་ ཤེས་ ཤིང་ །_ སྟོན་པ འི་ བསྟན་པ་ ཡང་ གཏིང་ མི་ དཔོགས་པ འི་ དུས་ དེ་ ཇི་སྲིད་ དུ་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ འགྱུར་བ་ ལ་ ལྟོས །_
en: Consider, Śāradvatī­putra, how they will be in error for as long as they neither understand discipline, nor fathom the depths of the Teacher’s teaching.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ དེ་དག་ ནི་ ཁྲོ་བ་ དང་ །_ ཞེ་སྡང་ དང་ །_ ཕྲག་དོག་ གིས་ ཟིལ་ གྱིས་ ནོན་པ་ ཡིན་ ཞིང་ །_ ང་རྒྱལ་ གྱིས་ ཟིལ་ གྱིས་ ནོན་པ་ ཡིན །_
en: $1505 “Śāradvatī­putra, those beings will be overwhelmed by hostility, anger, and jealousy. |#| They will also be overwhelmed by pride.

source: བདག་ ལ་སྟོད་པ་ ཡིན །_ |#| གཞན་ ལ་ སྨོད་པ་ ཡིན་ ན །_
en: Since they praise themselves and criticize others

source: ཕྲག་དོག་ དང་ །_ སེར་སྣ་ ཡོངས་སུ་ རྫོགས་པ་ ཡིན །_
en: they will be racked with jealousy and miserliness.

source: མི་དགེ་བ འི་ ཆོས་ ཀྱིས་ གང་བ་ ཡིན །_ |#| དགེ་བ འི་ ཆོས་ ཐམས་ཅད་ ལས་ ཡོངས་སུ་ ཉམས་པ་ ཡིན་ ཏེ །_ |#| གསོར་ མི་ རུང་བ་ ཡིན་ ནོ །_།
en: They will be filled with non-virtuous qualities and distant from all virtuous qualities, making them irredeemable.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ དེ་དག་ ནི་ ཡོངས་སུ་ སྤང་བ ར་ བྱ་བ་ [188a] ཡིན་ ནོ །_།
en: Śāradvatī­putra, those beings are to be abandoned. [188.a]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ང་ ནི་ ངོ་ཚ་ ཤེས་པ་ རྣམས་ ཀྱི་ སྟོན་པ་ ཡིན་ གྱི་
en: Śāradvatī­putra, I am the teacher to those with shame;

source: ང་ ནི་ ངོ་ཚ་ མི་ ཤེས་པ་ རྣམས་ ཀྱི་ ནི་ མ་ ཡིན་ ནོ །_།
en: I am not the one for the shameless.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ང་ ནི་ དྲན་པ་ དང་ ལྡན་པ་ རྣམས་ ཀྱི་ སྟོན་པ་ ཡིན་ གྱི་ བརྗེད་ངས་པ་ རྣམས་ ཀྱི་ ནི་ མ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, I am the teacher to the mindful, not the forgetful.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ང་ ནི་ ཤེས་རབ་ དང་ ལྡན་པ་ རྣམས་ ཀྱི་ སྟོན་པ་ ཡིན་ གྱི་ ཤེས་རབ་ འཆལ་པ་ རྣམས་ ཀྱི་ ནི་ མ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, I am the teacher to the insightful, not the foolish.
